Repository: vasstas/landing-site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el

source: English
el: Αγγλικά

source: Greek
el: Ελληνικά

source: Russian
el: Ρωσικά

source: Компетенции
el: Εξειδίκευση

source: Услуги
el: Υπηρεσίες

source: Процесс
el: Διαδικασία

source: Связаться
el: Επικοινωνία

source: Critical Infrastructure Protection
el: Προστασία Κρίσιμων Υποδομών

source: Кибербезопасность Суперъяхт: Защита КИИ и VIP-Приватности
el: Κυβερνοασφάλεια Superyacht: Προστασία ΚΥ & Ιδιωτικότητας VIP

source: Мы обеспечиваем абсолютную конфиденциальность, безопасность навигации и готовность к оперативному реагированию на угрозы 24/7.
el: Διασφαλίζουμε απόλυτη εμπιστευτικότητα, ασφάλεια πλοήγησης και ετοιμότητα 24/7 για αντιμετώπιση απειλών.

source: Запросить Конфиденциальный Аудит
el: Αίτημα Εμπιστευτικού Ελέγχου

source: Почему мы
el: Γιατί Εμάς

source: Ваша Яхта — Это Объект Критической Инфраструктуры
el: Το Σκάφος Σας Είναι Κρίσιμη Υποδομή

source: Обычная IT-поддержка фокусируется на Wi-Fi и принтерах. Мы фокусируемся на рисках, которые несут финансовые, репутационные и физические потери.
el: Η συνήθης υποστήριξη IT εστιάζει στο Wi-Fi και τους εκτυπωτές. Εμείς εστιάζουμε σε κινδύνους που επιφέρουν οικονομικές, φημιστικές και φυσικές απώλειες.

source: ⚓ Нарушение Навигации (OT)
el: ⚓ Διαταραχή Πλοήγησης (OT)

source: Вмешательство в GPS, ECDIS или двигательные системы. Риск потери управления судном или изменения курса.
el: Παρεμβολή σε GPS, ECDIS ή συστήματα πρόωσης. Κίνδυνος απώλειας ελέγχου του σκάφους ή αλλαγής πορείας.

source: 🕵️ Корпоративный Шпионаж
el: 🕵️ Εταιρική Κατασκοπεία

source: Прослушивание деловых переговоров владельца через скомпрометированные сети и незащищенные каналы связи.
el: Υποκλοπή επιχειρηματικών συνομιλιών του ιδιοκτήτη μέσω παραβιασμένων δικτύων και μη ασφαλών καναλιών επικοινωνίας.

source: 🚨 Неготовность к Кризису
el: 🚨 Ανετοιμότητα για Κρίση

source: Отсутствие четкого плана действий при атаке — что делать, когда взломали Starlink или заблокировали сеть.
el: Έλλειψη σαφούς σχεδίου δράσης κατά τη διάρκεια επίθεσης — τι να κάνετε όταν παραβιαστεί το Starlink ή μπλοκαριστεί το δίκτυο.

source: Стандарты Защиты Критической Инфраструктуры
el: Πρότυπα Προστασίας Κρίσιμων Υποδομών

source: Наша экспертиза, накопленная с 2004 года, позволяет обеспечить уровень надежности, применяемый на объектах повышенной опасности и в корпоративном секторе высшего уровня.
el: Η τεχνογνωσία μας, συσσωρευμένη από το 2004, μας επιτρέπει να παρέχουμε επίπεδο αξιοπιστίας που εφαρμόζεται σε εγκαταστάσεις υψηλού κινδύνου και στον ανώτατο εταιρικό τομέα.

source: 🛡️ Защита Приватности
el: 🛡️ Προστασία Ιδιωτικότητας

source: Мы строим «Чистые зоны» на борту, используя строжайшие методики, разработанные для защиты конфиденциальной информации высшего уровня и коммерческой тайны.
el: Κατασκευάζουμε "Καθαρές Ζώνες" στο σκάφος, χρησιμοποιώντας τις αυστηρότερες μεθοδολογίες που έχουν σχεδιαστεί για την προστασία εμπιστευτικών πληροφοριών ανώτατου επιπέδου και εμπορικών μυστικών.

source: ⚡ Оперативное Реагирование (IR)
el: ⚡ Αντιμετώπιση Περιστατικών (IR)

source: Выстраиваемая нами система киберзащиты обеспечивает автоматическое выявление, локализацию и нейтрализацию угроз, а также проведение цифровых расследований для быстрого восстановления систем.
el: Το σύστημα κυβερνοάμυνας που χτίζουμε εξασφαλίζει αυτόματο εντοπισμό, εντοπισμό και εξουδετέρωση απειλών, καθώς και ψηφιακή εγκληματολογία για ταχεία ανάκτηση συστημάτων.

source: ✅ Практический Комплаенс
el: ✅ Πρακτική Συμμόρφωση

source: Мы готовим яхту к сертификации IACS/IMO, концентрируясь на реальной защите и отказоустойчивости систем, а не на бумажной бюрократии.
el: Προετοιμάζουμε το σκάφος για πιστοποίηση IACS/IMO, εστιάζοντας στην πραγματική προστασία και την ανθεκτικότητα των συστημάτων, όχι στη γραφειοκρατία.

source: Меню Услуг
el: Μενού Υπηρεσιών

source: 🔒 VIP Privacy Shield
el: 🔒 Ασπίδα Ιδιωτικότητας VIP

source: Защита смартфонов и ноутбуков владельца, создание безопасных каналов для конфиденциальных переговоров, защита от цифровой слежки.
el: Προστασία smartphones και laptops του ιδιοκτήτη, δημιουργία ασφαλών καναλιών για εμπιστευτικές διαπραγματεύσεις, προστασία από ψηφιακή παρακολούθηση.

source: 📡 Навигация и OT-Security
el: 📡 Πλοήγηση & Ασφάλεια OT

source: Изоляция критических систем (ECDIS, Engine Control), защита от спуфинга GPS и контроль удаленного доступа к машинному отделению.
el: Απομόνωση κρίσιμων συστημάτων (ECDIS, Έλεγχος Μηχανής), προστασία από πλαστογράφηση GPS και έλεγχος απομακρυσμένης πρόσβασης στο μηχανοστάσιο.

source: 👁️ 24/7 Мониторинг и Реагирование
el: 👁️ 24/7 Παρακολούθηση & Αντίδραση

source: Постоянная кибер-охрана, немедленная нейтрализация угроз, расследования инцидентов (Digital Forensics).
el: Συνεχής κυβερνο-φρούρηση, άμεση εξουδετέρωση απειλών, διερεύνηση περιστατικών (Digital Forensics).

source: 📜 Pre-Compliance & Crew Training
el: 📜 Προ-Συμμόρφωση & Εκπαίδευση Πληρώματος

source: Подготовка к инспекциям IACS/IMO, обучение экипажа процедурам кибербезопасности и противодействию фишингу.
el: Προετοιμασία για επιθεωρήσεις IACS/IMO, εκπαίδευση πληρώματος σε διαδικασίες κυβερνοασφάλειας και αντι-phishing.

source: Как начать работу
el: Πώς να Ξεκινήσετε

source: Конфиденциальный Запрос
el: Εμπιστευτικό Αίτημα

source: Вы связываетесь с нашим Главным Экспертом для обсуждения задачи.
el: Επικοινωνείτε με τον Επικεφαλής Εμπειρογνώμονά μας για να συζητήσετε την εργασία.

source: Gap Analysis (Предаудит)
el: Ανάλυση Κενών (Gap Analysis)

source: Мы проводим экспресс-анализ Ваших систем на соответствие требованиям КИИ и IACS.
el: Διενεργούμε ταχεία ανάλυση των συστημάτων σας για συμμόρφωση με τις απαιτήσεις ΚΥ και IACS.

source: Персонализированный План
el: Εξατομικευμένο Σχέδιο

source: Мы предоставляем Отчет с точным списком критических разрывов и планом их устранения.
el: Παρέχουμε Έκθεση με ακριβή λίστα κρίσιμων κενών και σχέδιο για την εξάλειψή τους.

source: Свяжитесь с нами
el: Επικοινωνήστε Μαζί Μας

source: Готовы обсудить защиту вашей яхты? Напишите нам для назначения конфиденциальной консультации.
el: Είστε έτοιμοι να συζητήσετε την προστασία του σκάφους σας; Γράψτε μας για να προγραμματίσουμε μια εμπιστευτική διαβούλευση.

source: Все запросы обрабатываются с соблюдением строжайшей конфиденциальности.
el: Όλα τα αιτήματα διεκπεραιώνονται με την αυστηρότερη εμπιστευτικότητα.

source: All rights reserved.
el: Με επιφύλαξη παντός δικαιώματος.
